Repository: SigWars/DayZ-ViruZLauncher
Catalog: ViruZLauncher.Launcher/Content/locale/*/LC_MESSAGES/messages.po
Languages: fr, he, hu, pt_pt, tr, zh_tw

source: Verifying file {0} ({1} of {2})
fr: Fichier {0} en cours de vérification ({1} sur {2})
he: מאמת את הקובץ {0} ({1} מתוך {2})
hu: Fájl ellenőrzése {0} ({1} a {2}-ból/ből)
pt_pt: Verificar ficheiro {0} ({1} of {2})
tr: {0} dosyası onaylanıyor ({1}/{2})
zh_tw: 驗證檔 {0} ({1} {2})

source: Updating file {0} ({1} of {2})
fr: Mise à jour du fichier {0} en cours ({1} sur {2})
he: מעדכן את הקובץ {0} ({1} מתוך {2})
hu: Fájl frissítése {0} ({1} a {2}-ból/ből)
pt_pt: Actualizando ficheiros {0} ({1} of {2})
tr: {0} dosyası güncelleniyor ({1}/{2})
zh_tw: 更新檔 {0} ({1} {2})

source: Downloading file {0} ({1} of {2})
fr: Téléchargement du fichier {0} en cours ({1} sur {2})
he: מוריד קובץ {0} ({1} מתוך {2})
hu: Fájl letöltése {0} ({1} a {2}-ból/ből)
pt_pt: A transferir ficheiros {0} ({1} of {2})
tr: {0} dosyası indiriliyor ({1}/{2})
zh_tw: 更新檔 {0} ({1} {2})

source: Downloading {0}: {1} out of {2}
fr: En cours de téléchargement {0} : {1} sur {2}
he: מוריד {0}: {1} מתוך {2}
hu: Letöltés {0}: {1} a {2}-ból/ből
pt_pt: Transferindo {0}: {1} out of {2}
tr: {0} indiriliyor: {1}/{2}
zh_tw: 下載 {0}: {1} {2}

source: ViruZLauncher - {0}
fr: Plate-forme de lancement - {0}
he: כן השיגור - {0}
hu: Indítópult - {0}
pt_pt: Plataforma de lançamento - {0}

source: Idle
fr: Inactif
he: לְהִתְבַּטֵל
hu: Tétlen
pt_pt: Ocioso
tr: Boşta
zh_tw: 閒置

source: Failed to connect to the patch server. Please check your settings.
fr: Échec de connexion au serveur de mise à jour. Vérifiez vos paramètres.
he: ההתחברות לשרת השרתים נכשלה. בדוק את ההגדרות שלך.
hu: Nem sikerült a patch szerverhez csatlakozni. Ellenőrízd a beállításaid.
pt_pt: Falha ao conectar ao servidor de actualização. Por favor verifique as suas configurações.
tr: Yama sunucusuna bağlanılamadı. Lütfen ayarlarınızı kontrol edin.
zh_tw: 無法連接到修補伺服器。請檢查您的設置。

source: Could not connect to server.
fr: La connexion au serveur a échoué.
he: ההתחברות לשרת נכשלה.
hu: Nem lehet kapcsolódni a szerverhez.
pt_pt: Não foi possível conectar ao servidor.
tr: Sunucuya bağlanılamadı.
zh_tw: 無法連接到伺服器。

source: This appears to be the first time you're starting the launcher. Is this the location where you would like to install the game?
fr: Il semble que ce soit la première fois que vous démarreriez le launcher. Est-ce que c'est l'emplacement où vous souhaiteriez installer le jeu?
he: זה נראה בפעם הראשונה שאתה מפעיל את המשגר. \ האם זה המקום שבו אתה רוצה להתקין את המשחק?
hu: Úgy tűnik első alkalommal indítottad el a launchert. Ide akarod telepíteni a játékot?
pt_pt: Olá, parece que é a primeira vez que inicia o seu launcher.. Is Este é o local onde pretende instalar o jogo?
tr: Bu başlatıcıyı ilk açışınız gibi gözüküyor. Oyunu yüklemek istediğiniz yer bu mu?
zh_tw: 這似乎是您第一次啟動啟動程式. 這是您要安裝遊戲的位置嗎？

source: Installing...
fr: Installation...
he: מתקין...
hu: Telepítés...
pt_pt: A instalar...
tr: Yükleniyor...
zh_tw: 正在安裝...

source: Install
fr: Installer
he: להתקין
hu: Telepítés
pt_pt: Instalar
tr: Yükle
zh_tw: 安裝

source: Updating...
fr: Mise à jour...
he: עִדכּוּן...
hu: Frissítés...
pt_pt: A actualizar...
tr: Güncelleniyor...
zh_tw: 正在更新...

source: Update
fr: Mise à jour
he: עדכון
hu: Frissítés
pt_pt: Actualizar
tr: Güncelle
zh_tw: 更新

source: Repairing...
fr: Réparation...
he: תיקון...
hu: Javítás...
pt_pt: A reparar...
tr: Tamir ediliyor...
zh_tw: 正在修復...

source: Repair
fr: Réparer
he: לְתַקֵן
hu: Javítás
pt_pt: Reparar
tr: Tamir Et
zh_tw: 修復

source: Launching...
fr: Lancement...
he: הַשָׁקָה...
hu: Indítás...
pt_pt: A Iniciar...
tr: Başlatılıyor...
zh_tw: 正在啟動...

source: Launch
fr: Lancement
he: לְהַשִׁיק
hu: Inditás
pt_pt: Iniciar
tr: Başlat
zh_tw: 啟動

source: Inactive
fr: Inactif
he: לֹא פָּעִיל
hu: Inaktív
pt_pt: Inativo
tr: Devre dışı
zh_tw: 未激活的

source: The server does not provide the game for the selected platform.
fr: Le serveur ne fournit pas le jeu pour la plate-forme sélectionnée.
he: השרת אינו מספק את המשחק עבור הפלטפורמה שנבחרה.
hu: A szerver nem szolgáltatja a játékot a kiválasztott platformra.
pt_pt: O servidor não fornece o jogo para a plataforma seleccionada.
tr: Sunucu oyunu seçili platform için temin etmiyor.
zh_tw: 伺服器未為選定平台提供這個遊戲。

source: The game failed to launch. Try repairing the installation.
fr: Impossible de démarrer le jeu. Essayez de réparer l'installation.
he: המשחק נכשל. נסה לתקן את ההתקנה.
hu: A játék indítása nem sikerült. Próbáld megjavítani a telepítést.
pt_pt: O jogo falhou ao iniciar. Tente reparar a instalação.
tr: Oyun başlayamadı. Yüklemeyi tamir etmeyi deneyin.
zh_tw: 遊戲無法啟動。嘗試修復安裝程序。

source: Installation finished
fr: Installation terminée
he: ההתקנה הסתיימה
hu: Telepítés kész
pt_pt: Instalação terminada
tr: Yükleme bitti
zh_tw: 安裝完成

source: Update finished
fr: Mise à jour terminée
he: העדכון הסתיים
hu: Frissítés kész
pt_pt: Atualização terminada
tr: Güncelleme bitti
zh_tw: 更新已完成

source: Repair finished
fr: Réparation terminée
he: התיקון הסתיים
hu: Javítás kész
pt_pt: Reparação terminada
tr: Tamir bitti
zh_tw: 修復完成

source: Whoops! The game appears to have crashed. Would you like the launcher to verify the installation?
fr: Oups ! Le jeu semble avoir planté. Aimeriez-vous le launcher pour vérifier l’installation ?
he: אופס! נראה שהמשחק התרסק. \ N האם אתה אוהב את המפעיל כדי לאמת את ההתקנה?
hu: Hoppá! Úgy tűnik hogy a játék összeomlott. Szeretnéd ha a launcher ellenőrízné a telepítést?
pt_pt: Ups! O jogo parece ter caído. Você gostaria que o lançador verificasse a instalação?
tr: Haydaa! Oyun çökmüşe benziyor. Başlatıcının yüklemeyi teyit etmesini ister misiniz?
zh_tw: 呦! 遊戲似乎已經崩潰. 是否您喜歡啟動器來驗證安裝嗎？

source: Reinstalling the game will delete all local files and download the entire game again. Are you sure you want to reinstall the game?
fr: Réinstaller le jeu supprimera tous les fichiers locaux et retéléchargera le jeu en entier. Êtes-vous sûr que vous souhaitez réinstaller le jeu ?
he: התקנה מחדש של המשחק תמחק את כל הקבצים המקומיים ותוריד שוב את כל המשחק. \ N האם אתה בטוח שברצונך להתקין מחדש את המשחק?
hu: A játék újratelepítése törölni fogja a helyi fájlokat és ismét letölti az egész játékot. Biztos hogy újra akarod telepíteni a játékot?
pt_pt: Reinstalar o jogo excluirá todos os arquivos locais e baixará o jogo inteiro novamente. N Você tem certeza que deseja reinstalar o jogo?
tr: Oyunu baştan yüklemek yerel dosyaların hepsini silip bütün oyunu tekrar indirir. Oyunu baştan yüklemek istediğinize emin misiniz?
zh_tw: 重新安裝遊戲將刪除所有本地檔, 並再次下載整個遊戲. n 您確定要重新安裝遊戲嗎？

source: Menu
he: תַפרִיט
hu: Menü
tr: Menü
zh_tw: 選單

source: Repair Game
fr: Réparer le jeu
he: משחק תיקון
hu: Játék javítása
pt_pt: Reparar o jogo
tr: Oyunu Tamir Et
zh_tw: 維修遊戲

source: Starts a repair process for the installed game.
fr: Démarre un processus de réparation pour le jeu installé.
he: מתחיל תהליך תיקון עבור המשחק המותקן.
hu: Javítási folyamat indítása a telepített játékhoz.
pt_pt: Inicia um processo de reparação do jogo instalado.
tr: Yüklü oyun için tamir süreci başlatır.
zh_tw: 啟動已安裝遊戲的修復過程。

source: Reinstall Game
fr: Réinstaller le jeu
he: התקנה מחדש של המשחק
hu: Játék újratelepítése
pt_pt: Reinstalar o jogo
tr: Oyunu Baştan Yükle
zh_tw: 重新安裝遊戲

source: Reinstalls the installed game.
fr: Réinstalle le jeu installé.
he: הסר את ההתקנה של המשחק.
hu: Újratelepítí a telepített játékot.
pt_pt: Reinstala o jogo instalado.
tr: Yüklü oyunu baştan yükler.
zh_tw: 重新安裝遊戲。

source: No GameVersion.txt file could be found in the target directory. This file is required. Would you like to add one? The version will be "1.0.0".
fr: Aucun fichier nommé GameVersion.txt n'a pu être trouvé dans le répertoire cible. Ce fichier est nécessaire. Souhaiteriez-vous l'ajouter ? La version sera « 1.0.0 ».
he: לא ניתן למצוא קובץ GameVersion.txt בספריית היעד. נדרש קובץ זה. \ N האם ברצונך להוסיף קובץ זה? הגרסה תהיה "1.0.0".
hu: GameVersion.txt fájl nem található a cél mappában. Ez a fájl szükséges. Hozzáakarsz adni egyet? A verzió "1.0.0" lesz.
pt_pt: Nenhum arquivo GameVersion.txt pode ser encontrado no directório de destino. Este arquivo é necessário. Você gostaria de adicionar um? A versão será "1.0.0".
tr: Hedef dizinde GameVersion.txt dosyası bulunamadı. Bu dosya gerekiyor. Bir tane eklemek ister misiniz? Sürüm "1.0.0" olacak.
zh_tw: 在目錄中找不到 GameVersion.txt 檔。此檔是必需的. 是否要添加一個嗎？該版本將是 "1.0.0"。

source: {0} : {1} out of {2}
fr: {0} : {1} sur {2}
he: {0}: {1} מתוך {2}
hu: {0} : {1} a {2}-ból/ből
pt_pt: {0} : {1} fora de {2}
tr: {0} : {2}'de {1}

source: Finished
fr: Terminé
he: גָמוּר
hu: Kész
pt_pt: Terminado
tr: Bitti
zh_tw: 完成

source: ViruZLauncher Utilities - Manifest
fr: Plate-forme de lancement utilitaire - Montrer
he: כלי עזר
hu: ViruZLauncher segédprogramok - Nyilvánvaló
pt_pt: Utilidades de ViruZLauncher - Manifest
tr: ViruZLauncher Hizmetleri - Manifesto
zh_tw: 啟動板實用程式

source: Progress:
fr: Progression:
he: התקדמות:
hu: Állapot:
pt_pt: Progresso
tr: İlerleme:
zh_tw: 進度:

source: /some/file/path : 1 out of 100
fr: /some/file/path : 1 sur 100
he: / some / file / path: 1 מתוך 100
hu: /some/fájl/elérési út: 1-ből 100-ból
pt_pt: /algum/caminho/deficheiro : 1 de 100
tr: /bir/dosya/dizini : 100'de 1
zh_tw: /部分/檔/路徑: 1/100

source: Generate Game Manifest
fr: Montrer le jeu généré
he: צור משחק המניפסט
hu: Generálj a Game Manifest-ot
pt_pt: Gerar o manifesto do jogo
tr: Oyun Manifestosu Oluştur
zh_tw: 生成遊戲清單

source: Generate ViruZLauncher Manifest
fr: Montrer la plate-forme de lancement générée
he: יצירת מנפאט ViruZLauncher
hu: Generálja a ViruZLauncher megnyilvánulását
pt_pt: Gerar o manifesto do ViruZLauncher
tr: ViruZLauncher Manifestosu Oluştur
zh_tw: 生成遊戲清單
